// ------posts----------
let data = [
    {image:'/images/post1.jpg',header:'Нулевой километр любви',
    par1:'Я не могу сделать так, чтобы жизнь твоя и моя не бежали так быстро, как по небу бегут эти взъерошенные облака, обгоняя друг друга по встречке, как будто куда-то опаздывают. Я не буду тебе сейчас обещать, что твои самые близкие никогда не станут тебе чужее чужих, но я точно знаю, что на твой берег неспокойное море жизни еще не раз вынесет тех, кто будет с тобой до последней его капли. Будет ближе, чем рядом. А больше ты, кажется, ничего и не боишься.  ',
    par2:'Видишь солнце? Крадется за горизонт… Что-то мне подсказывает, что оно греет нас сильнее, чем мы друг друга. А теперь посмотри на небо, в его бездонные глаза. Они точно знают больше, чем мы. Еще чуть-чуть, и листва снова соскочит с шумных веток и укроет землю, чтобы она не так сильно мерзла во время зимы. А мы? Скажи, а мы умеем так друг о друге заботиться? И научимся ли когда-нибудь?',
    par3:'Знаю! Знаю, что я хочу тебе пожелать. Я желаю тебе освещать, ничего не требуя взамен. Гореть не сгорая. Я желаю тебе знать, не превозносясь и не думая, что ты чем-то лучше других. Звезды же в небе не соревнуются, кто из них светит ярче. Я желаю тебе отдавать, ничем не жертвуя, и перестать вести счет. Знаешь, если захотеть, можно многому научиться даже у солнца. У неба с листвой. У гор, у метели, у рассвета, у раската грома. А чему-то и у луны. Не потому, что они старше нас, а потому, что они никогда не притворяются.',
    par4:'Люди так часто думают, говорят, верят, что любят, а на самом деле принимают друг друга в качестве обезболивающего, вызывающего привыкание и зависимость. И поэтому я хочу пожелать тебе, чтобы когда-нибудь кому-нибудь ты сказал: «Я люблю тебя, и от тебя это не зависит», отыскав внутри себя своего собственного Бога – нулевой километр своей Любви. Я желаю тебе, чтобы ты не забывал, что твоя жизнь – это всего лишь зеркало, в котором отражается то, как ты умеешь любить.',
    par5:'Я прошу тебя, хоть я и не имею на это ни малейшего права. Проснись, пока еще не слишком поздно. Не принимай больше обезболивающие. Открой свое сердце. Взгляни на мир вокруг глазами ребенка, у которого вся жизнь впереди. Родись. Родись заново, если потребуется. Родись, пока ты еще жив*.', 
    content:'Я не знаю, что тебе пожелать, что тебе подарить, что тебе сказать. У тебя ведь и так все есть. Все, чтобы чувствовать себя не таким уж и одиноким и немного бесстрашным. Все, чтобы находить время на встречу с любимым городом, на бокал игристого, на неудачную шутку и разговоры о вечном, на то, чтобы читать не по диагонали, не бегом, а на цыпочках, слово за словом, этот текст.',date:'20',month:'JAn'},
  
    {image:'/images/post2.jpg',header:'Вопрос времени: как все успеть и подружить планы с вдохновением',
    par1:'Я занялась настоящим исследованием темы качественного отдыха и расслабления, а в результате начала намного лучше понимать себя и как мне лучше… работать. Поэтому, если вы так же, как и я и моя подруга, пытаетесь успеть все и сразу, периодически впадаете в апатию, что всех дел не переделать, отчаянно ищете заветный баланс, а списки дел при этом только растут, то, как говорится, не переключайтесь. Это наша общая боль, но кажется, я нащупала решение.',
    par2:'Мы все воспринимаем время линейно. Вчера. Сегодня. Завтра. Мы говорим «потратить время» потому что «время - деньги», и чем старше мы становимся, тем острее воспринимаем нехватку этого ресурса. Ещё со времен обучения в школе коучинга я смутно помню, как нам рассказывали, что древние греки называли такое, календарное, восприятие времени «хроносом», но у них было и другое время (о котором я бы и не вспомнила, если бы не материал, над которым я взялась поработать).',
    par3:'«Кайрос» - время качественное. Так в Древней Греции называли неуловимый миг удачи, который может перевернуть всю нашу жизнь, благоприятный, божественный момент (По этому поводу у них даже был свой Бог, которого так и звали, Кайрос. И заведовал он, разумеется, счастливыми мгновениями). Я не поклонник древнегреческой мифологии, но эта информация меня взбудоражила, и в голове сразу начало возникать множество параллелей и ассоциаций. Я поняла, что в своих метаниях между отдыхом по расписанию и таким тесным и душным графиком дел, чего-то не хватает.',
    par4:'Когда у меня случается обострение, и я вдруг начинаю пытаться изо всех сил стать самой суперэффективной и мегапродуктивной версией себя, я, по сути, становлюсь сontrol freak и лихорадочно стараюсь контролировать. Абсолютно все. Даже то, что по идее невозможно проконтролировать. Например, вдохновение. Или удачное стечение обстоятельств. И мое главное прозрение заключается в том, что, упираясь рогами в запланированные результаты, я перестаю обращать внимание на волшебные совпадения, слышать гениальные идеи, чувствовать нутром правильный выход и находить решение интуитивно. Сроки-то горят!',
    par5:'Планы, списки дел, календари нужны, важны и жизненно необходимы. Это карта. Ориентир. Манифест. Рамки. Это Правила, которые нужно сначала создать, чтобы потом было что нарушить, скорректировать, перечеркнуть или даже сжечь. Когда есть план, когда все, что так страшно забыть, перенесено на бумагу, можно открыть окно. Нараспашку. Впустить в свою жизнь воздух, прислушаться к себе, проветрить расписание и встретится с новыми идеями. Назначить свидание вдохновению. Попробовать поймать за хвост счастливое мгновение, которое появляется только там, где есть место для «здесь и сейчас».', 
    content:'Всю прошлую неделю я собирала материал, чтобы наконец-то «родить» статью про время для одного замечательного журнала, в запуск которого я активно вовлеклась на волне своего желания говорить «да» новым предложениям и возможностям. А пару дней назад мне написала подруга: «Санч! Хелп! Напиши в блоге что-нибудь про время. Очень надо)». А я подумала в ответ: «А почему бы и нет?». ',date:'21',month:'jan'},
    
  
    {image:'/images/post3.jpg',header:'Боитесь стоматологов? 5 вещей, которые помогут сделать прием комфортным',
    par1:'1. Запишитесь к врачу по рекомендации. Так изначально будет больше доверия, ведь у вашего знакомого все прошло хорошо. Если рекомендации найти не получается, изучите отзывы в интернете об этой клинике и враче.Например, на google картах можно прочитать отзывы об организации, я сама активно оставляю свои впечатления и являюсь местным экспертом. Благо в 21 веке мы можем обмениваться опытом с огромным количеством даже незнакомых людей. И это может стать большой поддержкой и опорой при выборе своего специалиста.',
    par2:'2.Позаботьтесь о том, чтобы вам было комфортно в теле во время приема. Наденьте удобную одежду, которая нигде не жмет и не тянет, особенно в положении сидя. Такую, за которую вы не будете волноваться испачкать или помять во время приема.Подумайте о прическе, ведь вы будете опираться на затылок. Хорошо, если сзади не будет каких-то сложных конструкций. Подходящие варианты: хвост или коса сбоку.  Можно просто распустить немного прическу на время приема, тогда хорошо бы иметь с собой расческу, чтобы все поправить после.  Сейчас в стоматологическом кабинете обязательно спрашивают, удобно ли вам в кресле. Я раньше так боялась, что не могла почувствовать, как мне , поэтому просто кивала, мол, да, все в порядке, хотя зачастую была жутко напряжена.  Хотя в том, чтобы почувствовать свое тело и его сигналы, может быть много ресурса. Позаботиться о своём комфорте, заметить напряжение в теле, попробовать расслабиться, попросить как-то поменять положение кресла — это нормально и помогает снизить тревогу. Тем более получить заботу от врача уже на подготовительной этапе поможет легче вступить в контакт и дальше взаимодействовать уже во время лечения.',
    par3:'3. Говорите о своих чувствах. Кроме телесного комфорта, важны и наши чувства. Перед лечением я сразу сообщаю врачу, что мне страшно.Эта декларация снижает моё напряжение, и даёт больше понимания о происходящем со мной доктору. Ещё никто не язвил на эту тему, наоборот все относились с пониманием и сочувствием. Однажды ассистент врача даже признался, что тоже боится стоматологов с детства.',
    par4:'4.Часто страхи возникают от недостатка знаний. Меня утешает мысль, что за последние 20 лет с моего детства стоматология шагнула далеко вперед. Появились новые технологии и материалы, которые позволяют проводить лечение быстрее и качественнее. Например, с современными пломбами можно есть сразу после установки, а не только через 2 часа, как раньше.Также легче переносить неприятные процедуры, если понимаешь, что и зачем с тобой делают и когда это закончится.  Можно задать все интересующие вопросы о своем состоянии и ходе лечения прямо у врача на приеме, и попросить комментировать по ходу действий. Только сделайте это заранее, ведь с разговаривать с открытым ртом не получится.  Любые вопросы, которые у вас есть, достойны того, чтобы быть заданными, даже если вы считаете их глупыми или очевидными. Как говорила одна моя наставница: «Самый глупый вопрос тот, который ты не задал.»Я спрашивала у врача, даже как правильно чистить зубы. Да, взрослая женщина, и нет, не стыдно, ведь это про моё здоровье и мою тревогу.',
    par5:'5.Если страх все-таки очень сильный и мешает лечению, а вы не идете к врачу и долго откладываете прием. Я бы порекомендовала обратиться с таким запросом к специалисту.Я сама обсуждала с психологом свои отношения с врачами и медициной, и стоматологами в частностиОпыт с врачами у меня очень разный, среди прочего и грустный, и травматичный, который зачастую мешает моему доверию врачам сейчас.Кстати, здесь в блоге я уже рассказывала о своем опыте обращения к остеопату и терапевту по одной проблеме.', 
    content:'Для тех, кто тоже боится стоматологов, хочу поделится тем, что помогает мне преодолеть свой страх и сделать поход к стоматологу более комфортным. Сформулировала их после того, как начала лечение зубов в качестве очередного дела для тела. Этот список в первую очередь моя поддержка для себя во время процесса лечения. ',date:'22',month:'jan'},
   
  
    {image:'/images/post4.jpg',header:'Как я перестала обманывать себя',
    par1:'Большую часть своей жизни я не задумывалась о том, что я и сама не знаю, какая я. Чего мне хочется. Что для меня недопустимо. Что «мое», а что совсем нет. Вместо этого, я пыталась угадать, как «правильно» и как «надо». Мне казалось, что это и есть гибкость. Толерантность, черт бы ее побрал. Все свои переживания, все негодование и возмущение я молча складывала в маленькие коробочки и убирала куда подальше, чтобы не болело так сильно и не попадалось на глаза.  ',
    par2:'Когда у меня родилась дочка, все очень резко изменилось. Я смотрела на нее, наблюдала, и мне больше всего на свете хотелось, чтобы она была собой, такой, какая она есть и никогда не позволяла другим людям обижать себя, как это делала я (за меня даже в школе отдувалась лучшая подруга, матеря и погоняя обидчиков учебником по алгебре). Я же никогда не умела давать отпор, он всегда был где-то глубоко внутри, такой интеллигентный, с миллионом извинений и оговорок, даже тогда и там, где хватило бы одного слова из трёх букв. У меня как будто пропадал голос, и я просто физически не могла ничего сказать. Молчала. И с легкостью находила тысячу и одно оправдание любому человеку и поступку.',
    par3:'Кажется, это называют переоценкой ценностей, а кто-то винит во всем гормоны. Не знаю. Мне в тот момент захотелось спрятаться куда-нибудь, убежать, сделать вид, что я ничего не почувствовала, и мысли эти - вовсе не мои. Но какой-то механизм внутри был уже запущен, и я больше не могла, физически не могла противиться переменам, которые начали происходить внутри. В рок-опере «Юнона и Авось», в одной из партий звучат такие слова: «Душой я бешено устал». Я почему-то очень хорошо запомнила именно их. Точнее слов было не подобрать. Я бесконечно, бешено устала не понимать и обманывать себя. Медленно, но верно начало происходить отторжение целого пласта моего мира, всего, что было «до».',
    par4:'За бортом моего доверия (и терпения) оказались люди, которые были неискренними со мной (и с собой), лицемерили, манипулировали, перетирали кости, аккумулировали стресс и негатив, позволяли себе намного больше, чем я готова была физически терпеть. Я и сама оказалась за бортом, вернее, та часть меня, которая всегда боялась что-то изменить, чего-то по-настоящему захотеть и тихо плакала в подушку по ночам, жалея себя и не понимая, как ей быть.',
    par5:'Вот знаете, когда такие люди, как я, что-то вдруг резко меняют, уходят от своих вторых половин, увольняются с работы, перестают одним махом общаться сразу с несколькими друзьями и знакомыми, переезжают в другую страну, все вокруг недоумевают, что это, мол, на неё нашло. Прямо как у Черномырдина: «Никогда не было и вот опять». Они не знают и не могут понять, что терпеть можно долго, но не бесконечно, и иногда, после затяжного ливня любая, самая крохотная капля может стать последней.', 
    content:'Около года назад я сидела на кухне, забравшись с ногами на стул, смотрела видео Элизабет Гилберт на Youtube, молча кивала и плакала, потому что не могла поверить, что есть человек, который долгие годы испытывал то же самое, что испытывала я на протяжении многих лет. Точь-в-точь. Она, как и я, смотрела людям в глаза, пытаясь понять, что они хотят от нее услышать, боясь расстроить, разочаровать, рассердить. Она, как и я, хотела искренне сделать их самыми счастливыми, уберечь их, помочь. Она, как и я, пыталась стать тем, кто был им нужен больше всего. Кем угодно, кроме себя.',date:'23',month:'jan'},
  
    
    
    {image:'/images/post5.jpg',header:'Никогда не поздно, но иногда слишком рано',
    par1:'Я тысячу раз взрывалась, хлопала дверью, покупала домены, посылала к черту, писала заявление, блокировала номера в телефоне, шипела «да чтобы я еще хоть раз», а затем остывала и... оставляла в своей жизни все по-старому. Каждый раз я безумно злилась на себя за то, что мне ОПЯТЬ не хватило смелости, решительности, настойчивости, и даже не подозревала, что счет давно открыт, а решение зреет и очень скоро само откуда-то изнутри меня подтолкнет в нужном направлении.',
    par2:'Я сотни раз прикусывала язык, удаляла неотправленные голосовые сообщения, стирала длиннющие послания своим подругам, чтобы они не прочитали и не услышали от меня: «да пошли ты уже его!», «да уволься ты уже», «хватит это терпеть», «да переезжай ты уже и ни о чем не думай». Кому-то нужны волшебные пендели, а кому-то немного времени и опора из семи слов: никогда не поздно, но иногда слишком рано.',
    par3:'Иногда надо решиться, а иногда дождаться внутреннего решения и не ругать себя за то, что тебе требуется так много времени, чтобы решиться.',
    par4:'Все мы разные.Всему свое время.', 
    par5:'',
    content:'Я хочу оставить эти семь слов здесь. Бросить якорем. Посадить деревом в надежде, что оно пустит корни в самое сердце и не даст мне забыть, как иногда важно просто дать себе время. ',date:'24',month:'jan'},
   
    
  
    {image:'/images/post6.jpg',header:'Об умении слушать (и слышать) себя  ',
    par1:'Сейчас слишком много людей, якобы знающих все на свете «как», и я все чаще вижу, как это мешает многим услышать себя и довериться своим собственным знаниям, желаниям, интуиции и ощущениям больше, чем гуру.',
    par2:'Мы забываем, что эксперты тоже люди, всего лишь люди, которые тоже ошибаются. Одни исследования каждый день опровергаются другими. Абсолютно полярные мнения и теории всего на свете сосуществуют в одном информационном пространстве, и это ли не доказательство того, что все относительно, неоднозначно и многогранно.',
    par3:'Как руководство к действию воспринимается любой звук из рупора эксперта. Сказано - сделано. Жить по Лабковскому. Есть по Дюкану. Планировать покупку квартиры по предписаниям астролога. Разговаривать с дочерью, строго следуя инструкции психолога. И знаете, я вовсе не за то, чтобы не слушать и не слышать никого, кроме себя. Совсем наоборот. В окружении такого количества и качества информации - глупость и грех ей не пользоваться. И весь вопрос лишь в том, как это делать с максимальной пользой для себя.',
    par4:'Мне кажется, что сегодня очень важно учиться фильтровать. Принимать любую новую информацию к сведению, а не близко к сердцу. Относиться к ней с любопытством, но держать дистанцию. Спокойно. Без крайностей. Пробовать ее на вкус. Примерять на себя. Не возводить в абсолют. Допускать и одновременно сомневаться. ',
    par5:'Быть честным с собой и прислушиваться к себе, к своему опыту, к ощущениям, к чувствам, которые вызывает та или иная информация. Снова и снова. Каждый раз. Потому что внутренний голос и интуиция могут оказаться намного мудрее, чем любой эксперт. Потому что «Вы становитесь зрелым, когда становитесь авторитетом вашей собственной жизни» (Джозеф Кэмпбелл).', 
    content:'Буквально вчера мне на глаза попалась статья, в которой в пух и прах была разнесена книжка «Хочу и буду» столь популярного и, надо сказать, весьма мне симпатичного Михаила Лабковского. Я «не хочу и не буду» ничего писать о самой статье, потому что мне просто жалко времени на то, чтобы размусоливать и смаковать то, с чем я в корне не согласна (хотя именно это зачем-то и проделала автор материала, устроив подробнейший разбор, по-моему, каждой второй строчки книги). Рассуждения о некомпетентности Лабковского, которые я так и не смогла дочитать до самого конца, заставили меня призадуматься. И вот о чем. ',date:'28',month:'Oct'},
    
  
    {image:'/images/post7.jpg',header:'Боитесь стоматологов? 5 вещей, которые помогут сделать прием комфортным',
    par1:'Часть меня, которая время от времени стремится к идеальному порядку и взывает к организации (и организованности), не может жить без списков. Срочные дела. Несрочные дела. Идеи. Сокровенные (и не очень) желания. Любимые книги. Книги, до которых я никак не доберусь, но очень не хочу забыть прочесть. Проекты.',
    par2:' Есть списки, которые мне нравится писать от руки, остальные существуют в электронном виде. Составление списков для меня сродни медитации (И у меня имеется отдельный блокнот в Evernote, куда я сохраняю идеи для списков на все случаи жизни).',
    par3:'Проникнувшись сочными рассуждениями Лапорт о том, как важно бескомпромиссно отсекать все лишнее, освобождая место для самого главного, я некоторое время крутила и вертела в голове свои привычки и дела, мысли и цели, все, из чего состояли мои списки и все, чем я занималась изо дня в день на автомате. Я размышляла, где и в чем пора нажать на «стоп». Я задавала себе вопросы и ставила под сомнение все ответы, приходящие в голову.',
    par4:'Оказалось, что моя жизнь переполнена тем, что отнимает силы и энергию, просто занимает время, принося при этом минимум радости (и результата). Ненужное напряжение и бесполезная суета в попытках все успеть. Так много дел, мыслей и телодвижений по привычке.',
    par5:'Прежде чем выливать на бумагу сотни «хочу», «надо» и «хорошо бы», перед тем, как начинать что-либо, я стала сначала задумываться над тем, чего я НЕ хочу и с чем, возможно, пора расстаться раз и навсегда. Потому что stop it.Отсекая все лишнее. Прислушиваясь. Редактируя. Замечая. Вычеркивая. Правя. Отказываясь. Расставляя приоритеты (сердцем), можно почувствовать себя по-настоящему свободным.', 
    content:'Бывает настроение, когда руки сами тянутся навести порядок вокруг и внутри себя. Расчистить все открытые поверхности. Выбросить то, что тянет назад и давно превратилось в ненужный хлам. Освободить голову, разложив все ее содержимое по соответствующим полочкам. ',date:'28',month:'Oct'},
    
  
    {image:'/images/post8.jpg',header:'Почему я больше не хочу стать лучшей версией себя  ',
    par1:'В свое время фраза «Стань лучшей версией себя» запала мне в душу и была неоднократно подчеркнута и выписана. Наверное, потому что мне прежде всего очень хотелось быть собой, быть лучше, делать то, что я люблю, и найти внутри себя месторождение уверенности, мягкости и безмятежности. Внутренний дзен + вера в себя. Так я себе представляла лучшую версию себя самой. ',
    par2:'Вообще, у меня есть одна особенность: я слишком много думаю. Ну, то есть постоянно. Активно, эмоционально и (нередко) вслух. Чаще всего этот процесс сильно изматывает, но иногда, следуя за своими мыслями, я оказываюсь на порогах очень неожиданных и важных открытий. Так случилось и с «your best self ever». Я начала раскладывать по полочкам свои мысли на эту тему и, оказалось, что совсем не хочу быть лучшей. ',
    par3:'Тем не менее заклинание «Стань лучшей версией себя» все же настаивает на гонке и сравнении, в котором по сути невозможно победить. Это гонка с самим собой. Где главный приз – совершенство, которому нет предела. А значит и гонка оказывается без финишной прямой. Все это звучит, как будто жизнь начинается только тогда, когда мы становимся лучшими. А то, какие мы сегодня, не имеет значения. И того, что мы имеем здесь и сейчас, недостаточно.',
    par4:'Наверное, именно в потоке этих мыслей и благодаря призыву «стать лучшей версией себя» я поняла, как я устала от этой гонки. От перфекционизма, который на самом деле просто красиво преподносит страх не стать лучшим. У меня есть планка. Высокая. Во всем, что я делаю. Я довольна собой и тем, что я делаю только когда, когда получается хорошо. И хорошо в этом случае – уже достаточно. Быть лучшей я не могу. И не хочу. ',
    par5:'Я хочу быть себе другом, а не соперником.Конечно, мне хочется быть лучше. Для меня это прежде всего означает быть спокойнее, мягче и счастливее от того, что изо дня в день мне хватает мудрости и смелости быть собой, прислушиваться к себе, быть честной с собой и с окружающими, а значит любить весь мир всем сердцем, но уметь дать жесткий и бескомпромиссный отпор там, где это требуется. ', 
    content:'Я очень люблю чувство, когда все внутри взрывается тысячью фейерверков от прочитанных, подсмотренных или услышанных между делом фраз. Когда всего несколько слов как будто случайно встретились в одном предложении и за пару секунд все расставили по своим местам (или перевернули вверх дном). Я собираю такие фразы, и они всегда и везде со мной - в памяти, в заметках, в почте, подчеркнутые, выделенные, записанные от руки. ',date:'28',month:'Oct'},
    
    
    {image:'/images/post1.jpg',header:'Нулевой километр любви',
    par1:'Я не могу сделать так, чтобы жизнь твоя и моя не бежали так быстро, как по небу бегут эти взъерошенные облака, обгоняя друг друга по встречке, как будто куда-то опаздывают. Я не буду тебе сейчас обещать, что твои самые близкие никогда не станут тебе чужее чужих, но я точно знаю, что на твой берег неспокойное море жизни еще не раз вынесет тех, кто будет с тобой до последней его капли. Будет ближе, чем рядом. А больше ты, кажется, ничего и не боишься.  ',
    par2:'Видишь солнце? Крадется за горизонт… Что-то мне подсказывает, что оно греет нас сильнее, чем мы друг друга. А теперь посмотри на небо, в его бездонные глаза. Они точно знают больше, чем мы. Еще чуть-чуть, и листва снова соскочит с шумных веток и укроет землю, чтобы она не так сильно мерзла во время зимы. А мы? Скажи, а мы умеем так друг о друге заботиться? И научимся ли когда-нибудь?',
    par3:'Знаю! Знаю, что я хочу тебе пожелать. Я желаю тебе освещать, ничего не требуя взамен. Гореть не сгорая. Я желаю тебе знать, не превозносясь и не думая, что ты чем-то лучше других. Звезды же в небе не соревнуются, кто из них светит ярче. Я желаю тебе отдавать, ничем не жертвуя, и перестать вести счет. Знаешь, если захотеть, можно многому научиться даже у солнца. У неба с листвой. У гор, у метели, у рассвета, у раската грома. А чему-то и у луны. Не потому, что они старше нас, а потому, что они никогда не притворяются.',
    par4:'Люди так часто думают, говорят, верят, что любят, а на самом деле принимают друг друга в качестве обезболивающего, вызывающего привыкание и зависимость. И поэтому я хочу пожелать тебе, чтобы когда-нибудь кому-нибудь ты сказал: «Я люблю тебя, и от тебя это не зависит», отыскав внутри себя своего собственного Бога – нулевой километр своей Любви. Я желаю тебе, чтобы ты не забывал, что твоя жизнь – это всего лишь зеркало, в котором отражается то, как ты умеешь любить.',
    par5:'Я прошу тебя, хоть я и не имею на это ни малейшего права. Проснись, пока еще не слишком поздно. Не принимай больше обезболивающие. Открой свое сердце. Взгляни на мир вокруг глазами ребенка, у которого вся жизнь впереди. Родись. Родись заново, если потребуется. Родись, пока ты еще жив*.', 
    content:'Я не знаю, что тебе пожелать, что тебе подарить, что тебе сказать. У тебя ведь и так все есть. Все, чтобы чувствовать себя не таким уж и одиноким и немного бесстрашным. Все, чтобы находить время на встречу с любимым городом, на бокал игристого, на неудачную шутку и разговоры о вечном, на то, чтобы читать не по диагонали, не бегом, а на цыпочках, слово за словом, этот текст.',date:'20',month:'JAn'},
  
    {image:'/images/post2.jpg',header:'Вопрос времени: как все успеть и подружить планы с вдохновением',
    par1:'Я занялась настоящим исследованием темы качественного отдыха и расслабления, а в результате начала намного лучше понимать себя и как мне лучше… работать. Поэтому, если вы так же, как и я и моя подруга, пытаетесь успеть все и сразу, периодически впадаете в апатию, что всех дел не переделать, отчаянно ищете заветный баланс, а списки дел при этом только растут, то, как говорится, не переключайтесь. Это наша общая боль, но кажется, я нащупала решение.',
    par2:'Мы все воспринимаем время линейно. Вчера. Сегодня. Завтра. Мы говорим «потратить время» потому что «время - деньги», и чем старше мы становимся, тем острее воспринимаем нехватку этого ресурса. Ещё со времен обучения в школе коучинга я смутно помню, как нам рассказывали, что древние греки называли такое, календарное, восприятие времени «хроносом», но у них было и другое время (о котором я бы и не вспомнила, если бы не материал, над которым я взялась поработать).',
    par3:'«Кайрос» - время качественное. Так в Древней Греции называли неуловимый миг удачи, который может перевернуть всю нашу жизнь, благоприятный, божественный момент (По этому поводу у них даже был свой Бог, которого так и звали, Кайрос. И заведовал он, разумеется, счастливыми мгновениями). Я не поклонник древнегреческой мифологии, но эта информация меня взбудоражила, и в голове сразу начало возникать множество параллелей и ассоциаций. Я поняла, что в своих метаниях между отдыхом по расписанию и таким тесным и душным графиком дел, чего-то не хватает.',
    par4:'Когда у меня случается обострение, и я вдруг начинаю пытаться изо всех сил стать самой суперэффективной и мегапродуктивной версией себя, я, по сути, становлюсь сontrol freak и лихорадочно стараюсь контролировать. Абсолютно все. Даже то, что по идее невозможно проконтролировать. Например, вдохновение. Или удачное стечение обстоятельств. И мое главное прозрение заключается в том, что, упираясь рогами в запланированные результаты, я перестаю обращать внимание на волшебные совпадения, слышать гениальные идеи, чувствовать нутром правильный выход и находить решение интуитивно. Сроки-то горят!',
    par5:'Планы, списки дел, календари нужны, важны и жизненно необходимы. Это карта. Ориентир. Манифест. Рамки. Это Правила, которые нужно сначала создать, чтобы потом было что нарушить, скорректировать, перечеркнуть или даже сжечь. Когда есть план, когда все, что так страшно забыть, перенесено на бумагу, можно открыть окно. Нараспашку. Впустить в свою жизнь воздух, прислушаться к себе, проветрить расписание и встретится с новыми идеями. Назначить свидание вдохновению. Попробовать поймать за хвост счастливое мгновение, которое появляется только там, где есть место для «здесь и сейчас».', 
    content:'Всю прошлую неделю я собирала материал, чтобы наконец-то «родить» статью про время для одного замечательного журнала, в запуск которого я активно вовлеклась на волне своего желания говорить «да» новым предложениям и возможностям. А пару дней назад мне написала подруга: «Санч! Хелп! Напиши в блоге что-нибудь про время. Очень надо)». А я подумала в ответ: «А почему бы и нет?». ',date:'21',month:'jan'},
    
  
    {image:'/images/post3.jpg',header:'Боитесь стоматологов? 5 вещей, которые помогут сделать прием комфортным',
    par1:'1. Запишитесь к врачу по рекомендации. Так изначально будет больше доверия, ведь у вашего знакомого все прошло хорошо. Если рекомендации найти не получается, изучите отзывы в интернете об этой клинике и враче.Например, на google картах можно прочитать отзывы об организации, я сама активно оставляю свои впечатления и являюсь местным экспертом. Благо в 21 веке мы можем обмениваться опытом с огромным количеством даже незнакомых людей. И это может стать большой поддержкой и опорой при выборе своего специалиста.',
    par2:'2.Позаботьтесь о том, чтобы вам было комфортно в теле во время приема. Наденьте удобную одежду, которая нигде не жмет и не тянет, особенно в положении сидя. Такую, за которую вы не будете волноваться испачкать или помять во время приема.Подумайте о прическе, ведь вы будете опираться на затылок. Хорошо, если сзади не будет каких-то сложных конструкций. Подходящие варианты: хвост или коса сбоку.  Можно просто распустить немного прическу на время приема, тогда хорошо бы иметь с собой расческу, чтобы все поправить после.  Сейчас в стоматологическом кабинете обязательно спрашивают, удобно ли вам в кресле. Я раньше так боялась, что не могла почувствовать, как мне , поэтому просто кивала, мол, да, все в порядке, хотя зачастую была жутко напряжена.  Хотя в том, чтобы почувствовать свое тело и его сигналы, может быть много ресурса. Позаботиться о своём комфорте, заметить напряжение в теле, попробовать расслабиться, попросить как-то поменять положение кресла — это нормально и помогает снизить тревогу. Тем более получить заботу от врача уже на подготовительной этапе поможет легче вступить в контакт и дальше взаимодействовать уже во время лечения.',
    par3:'3. Говорите о своих чувствах. Кроме телесного комфорта, важны и наши чувства. Перед лечением я сразу сообщаю врачу, что мне страшно.Эта декларация снижает моё напряжение, и даёт больше понимания о происходящем со мной доктору. Ещё никто не язвил на эту тему, наоборот все относились с пониманием и сочувствием. Однажды ассистент врача даже признался, что тоже боится стоматологов с детства.',
    par4:'4.Часто страхи возникают от недостатка знаний. Меня утешает мысль, что за последние 20 лет с моего детства стоматология шагнула далеко вперед. Появились новые технологии и материалы, которые позволяют проводить лечение быстрее и качественнее. Например, с современными пломбами можно есть сразу после установки, а не только через 2 часа, как раньше.Также легче переносить неприятные процедуры, если понимаешь, что и зачем с тобой делают и когда это закончится.  Можно задать все интересующие вопросы о своем состоянии и ходе лечения прямо у врача на приеме, и попросить комментировать по ходу действий. Только сделайте это заранее, ведь с разговаривать с открытым ртом не получится.  Любые вопросы, которые у вас есть, достойны того, чтобы быть заданными, даже если вы считаете их глупыми или очевидными. Как говорила одна моя наставница: «Самый глупый вопрос тот, который ты не задал.»Я спрашивала у врача, даже как правильно чистить зубы. Да, взрослая женщина, и нет, не стыдно, ведь это про моё здоровье и мою тревогу.',
    par5:'5.Если страх все-таки очень сильный и мешает лечению, а вы не идете к врачу и долго откладываете прием. Я бы порекомендовала обратиться с таким запросом к специалисту.Я сама обсуждала с психологом свои отношения с врачами и медициной, и стоматологами в частностиОпыт с врачами у меня очень разный, среди прочего и грустный, и травматичный, который зачастую мешает моему доверию врачам сейчас.Кстати, здесь в блоге я уже рассказывала о своем опыте обращения к остеопату и терапевту по одной проблеме.', 
    content:'Для тех, кто тоже боится стоматологов, хочу поделится тем, что помогает мне преодолеть свой страх и сделать поход к стоматологу более комфортным. Сформулировала их после того, как начала лечение зубов в качестве очередного дела для тела. Этот список в первую очередь моя поддержка для себя во время процесса лечения. ',date:'22',month:'jan'},
   
  
    {image:'/images/post4.jpg',header:'Как я перестала обманывать себя',
    par1:'Большую часть своей жизни я не задумывалась о том, что я и сама не знаю, какая я. Чего мне хочется. Что для меня недопустимо. Что «мое», а что совсем нет. Вместо этого, я пыталась угадать, как «правильно» и как «надо». Мне казалось, что это и есть гибкость. Толерантность, черт бы ее побрал. Все свои переживания, все негодование и возмущение я молча складывала в маленькие коробочки и убирала куда подальше, чтобы не болело так сильно и не попадалось на глаза.  ',
    par2:'Когда у меня родилась дочка, все очень резко изменилось. Я смотрела на нее, наблюдала, и мне больше всего на свете хотелось, чтобы она была собой, такой, какая она есть и никогда не позволяла другим людям обижать себя, как это делала я (за меня даже в школе отдувалась лучшая подруга, матеря и погоняя обидчиков учебником по алгебре). Я же никогда не умела давать отпор, он всегда был где-то глубоко внутри, такой интеллигентный, с миллионом извинений и оговорок, даже тогда и там, где хватило бы одного слова из трёх букв. У меня как будто пропадал голос, и я просто физически не могла ничего сказать. Молчала. И с легкостью находила тысячу и одно оправдание любому человеку и поступку.',
    par3:'Кажется, это называют переоценкой ценностей, а кто-то винит во всем гормоны. Не знаю. Мне в тот момент захотелось спрятаться куда-нибудь, убежать, сделать вид, что я ничего не почувствовала, и мысли эти - вовсе не мои. Но какой-то механизм внутри был уже запущен, и я больше не могла, физически не могла противиться переменам, которые начали происходить внутри. В рок-опере «Юнона и Авось», в одной из партий звучат такие слова: «Душой я бешено устал». Я почему-то очень хорошо запомнила именно их. Точнее слов было не подобрать. Я бесконечно, бешено устала не понимать и обманывать себя. Медленно, но верно начало происходить отторжение целого пласта моего мира, всего, что было «до».',
    par4:'За бортом моего доверия (и терпения) оказались люди, которые были неискренними со мной (и с собой), лицемерили, манипулировали, перетирали кости, аккумулировали стресс и негатив, позволяли себе намного больше, чем я готова была физически терпеть. Я и сама оказалась за бортом, вернее, та часть меня, которая всегда боялась что-то изменить, чего-то по-настоящему захотеть и тихо плакала в подушку по ночам, жалея себя и не понимая, как ей быть.',
    par5:'Вот знаете, когда такие люди, как я, что-то вдруг резко меняют, уходят от своих вторых половин, увольняются с работы, перестают одним махом общаться сразу с несколькими друзьями и знакомыми, переезжают в другую страну, все вокруг недоумевают, что это, мол, на неё нашло. Прямо как у Черномырдина: «Никогда не было и вот опять». Они не знают и не могут понять, что терпеть можно долго, но не бесконечно, и иногда, после затяжного ливня любая, самая крохотная капля может стать последней.', 
    content:'Около года назад я сидела на кухне, забравшись с ногами на стул, смотрела видео Элизабет Гилберт на Youtube, молча кивала и плакала, потому что не могла поверить, что есть человек, который долгие годы испытывал то же самое, что испытывала я на протяжении многих лет. Точь-в-точь. Она, как и я, смотрела людям в глаза, пытаясь понять, что они хотят от нее услышать, боясь расстроить, разочаровать, рассердить. Она, как и я, хотела искренне сделать их самыми счастливыми, уберечь их, помочь. Она, как и я, пыталась стать тем, кто был им нужен больше всего. Кем угодно, кроме себя.',date:'23',month:'jan'},
  
    
    
    {image:'/images/post5.jpg',header:'Никогда не поздно, но иногда слишком рано',
    par1:'Я тысячу раз взрывалась, хлопала дверью, покупала домены, посылала к черту, писала заявление, блокировала номера в телефоне, шипела «да чтобы я еще хоть раз», а затем остывала и... оставляла в своей жизни все по-старому. Каждый раз я безумно злилась на себя за то, что мне ОПЯТЬ не хватило смелости, решительности, настойчивости, и даже не подозревала, что счет давно открыт, а решение зреет и очень скоро само откуда-то изнутри меня подтолкнет в нужном направлении.',
    par2:'Я сотни раз прикусывала язык, удаляла неотправленные голосовые сообщения, стирала длиннющие послания своим подругам, чтобы они не прочитали и не услышали от меня: «да пошли ты уже его!», «да уволься ты уже», «хватит это терпеть», «да переезжай ты уже и ни о чем не думай». Кому-то нужны волшебные пендели, а кому-то немного времени и опора из семи слов: никогда не поздно, но иногда слишком рано.',
    par3:'Иногда надо решиться, а иногда дождаться внутреннего решения и не ругать себя за то, что тебе требуется так много времени, чтобы решиться.',
    par4:'Все мы разные.Всему свое время.', 
    par5:'',
    content:'Я хочу оставить эти семь слов здесь. Бросить якорем. Посадить деревом в надежде, что оно пустит корни в самое сердце и не даст мне забыть, как иногда важно просто дать себе время. ',date:'24',month:'jan'},
   
    
  
    {image:'/images/post6.jpg',header:'Об умении слушать (и слышать) себя  ',
    par1:'Сейчас слишком много людей, якобы знающих все на свете «как», и я все чаще вижу, как это мешает многим услышать себя и довериться своим собственным знаниям, желаниям, интуиции и ощущениям больше, чем гуру.',
    par2:'Мы забываем, что эксперты тоже люди, всего лишь люди, которые тоже ошибаются. Одни исследования каждый день опровергаются другими. Абсолютно полярные мнения и теории всего на свете сосуществуют в одном информационном пространстве, и это ли не доказательство того, что все относительно, неоднозначно и многогранно.',
    par3:'Как руководство к действию воспринимается любой звук из рупора эксперта. Сказано - сделано. Жить по Лабковскому. Есть по Дюкану. Планировать покупку квартиры по предписаниям астролога. Разговаривать с дочерью, строго следуя инструкции психолога. И знаете, я вовсе не за то, чтобы не слушать и не слышать никого, кроме себя. Совсем наоборот. В окружении такого количества и качества информации - глупость и грех ей не пользоваться. И весь вопрос лишь в том, как это делать с максимальной пользой для себя.',
    par4:'Мне кажется, что сегодня очень важно учиться фильтровать. Принимать любую новую информацию к сведению, а не близко к сердцу. Относиться к ней с любопытством, но держать дистанцию. Спокойно. Без крайностей. Пробовать ее на вкус. Примерять на себя. Не возводить в абсолют. Допускать и одновременно сомневаться. ',
    par5:'Быть честным с собой и прислушиваться к себе, к своему опыту, к ощущениям, к чувствам, которые вызывает та или иная информация. Снова и снова. Каждый раз. Потому что внутренний голос и интуиция могут оказаться намного мудрее, чем любой эксперт. Потому что «Вы становитесь зрелым, когда становитесь авторитетом вашей собственной жизни» (Джозеф Кэмпбелл).', 
    content:'Буквально вчера мне на глаза попалась статья, в которой в пух и прах была разнесена книжка «Хочу и буду» столь популярного и, надо сказать, весьма мне симпатичного Михаила Лабковского. Я «не хочу и не буду» ничего писать о самой статье, потому что мне просто жалко времени на то, чтобы размусоливать и смаковать то, с чем я в корне не согласна (хотя именно это зачем-то и проделала автор материала, устроив подробнейший разбор, по-моему, каждой второй строчки книги). Рассуждения о некомпетентности Лабковского, которые я так и не смогла дочитать до самого конца, заставили меня призадуматься. И вот о чем. ',date:'28',month:'Oct'},
    
  
    {image:'/images/post7.jpg',header:'Боитесь стоматологов? 5 вещей, которые помогут сделать прием комфортным',
    par1:'Часть меня, которая время от времени стремится к идеальному порядку и взывает к организации (и организованности), не может жить без списков. Срочные дела. Несрочные дела. Идеи. Сокровенные (и не очень) желания. Любимые книги. Книги, до которых я никак не доберусь, но очень не хочу забыть прочесть. Проекты.',
    par2:' Есть списки, которые мне нравится писать от руки, остальные существуют в электронном виде. Составление списков для меня сродни медитации (И у меня имеется отдельный блокнот в Evernote, куда я сохраняю идеи для списков на все случаи жизни).',
    par3:'Проникнувшись сочными рассуждениями Лапорт о том, как важно бескомпромиссно отсекать все лишнее, освобождая место для самого главного, я некоторое время крутила и вертела в голове свои привычки и дела, мысли и цели, все, из чего состояли мои списки и все, чем я занималась изо дня в день на автомате. Я размышляла, где и в чем пора нажать на «стоп». Я задавала себе вопросы и ставила под сомнение все ответы, приходящие в голову.',
    par4:'Оказалось, что моя жизнь переполнена тем, что отнимает силы и энергию, просто занимает время, принося при этом минимум радости (и результата). Ненужное напряжение и бесполезная суета в попытках все успеть. Так много дел, мыслей и телодвижений по привычке.',
    par5:'Прежде чем выливать на бумагу сотни «хочу», «надо» и «хорошо бы», перед тем, как начинать что-либо, я стала сначала задумываться над тем, чего я НЕ хочу и с чем, возможно, пора расстаться раз и навсегда. Потому что stop it.Отсекая все лишнее. Прислушиваясь. Редактируя. Замечая. Вычеркивая. Правя. Отказываясь. Расставляя приоритеты (сердцем), можно почувствовать себя по-настоящему свободным.', 
    content:'Бывает настроение, когда руки сами тянутся навести порядок вокруг и внутри себя. Расчистить все открытые поверхности. Выбросить то, что тянет назад и давно превратилось в ненужный хлам. Освободить голову, разложив все ее содержимое по соответствующим полочкам. ',date:'28',month:'Oct'},
    
  
    {image:'/images/post8.jpg',header:'Почему я больше не хочу стать лучшей версией себя  ',
    par1:'В свое время фраза «Стань лучшей версией себя» запала мне в душу и была неоднократно подчеркнута и выписана. Наверное, потому что мне прежде всего очень хотелось быть собой, быть лучше, делать то, что я люблю, и найти внутри себя месторождение уверенности, мягкости и безмятежности. Внутренний дзен + вера в себя. Так я себе представляла лучшую версию себя самой. ',
    par2:'Вообще, у меня есть одна особенность: я слишком много думаю. Ну, то есть постоянно. Активно, эмоционально и (нередко) вслух. Чаще всего этот процесс сильно изматывает, но иногда, следуя за своими мыслями, я оказываюсь на порогах очень неожиданных и важных открытий. Так случилось и с «your best self ever». Я начала раскладывать по полочкам свои мысли на эту тему и, оказалось, что совсем не хочу быть лучшей. ',
    par3:'Тем не менее заклинание «Стань лучшей версией себя» все же настаивает на гонке и сравнении, в котором по сути невозможно победить. Это гонка с самим собой. Где главный приз – совершенство, которому нет предела. А значит и гонка оказывается без финишной прямой. Все это звучит, как будто жизнь начинается только тогда, когда мы становимся лучшими. А то, какие мы сегодня, не имеет значения. И того, что мы имеем здесь и сейчас, недостаточно.',
    par4:'Наверное, именно в потоке этих мыслей и благодаря призыву «стать лучшей версией себя» я поняла, как я устала от этой гонки. От перфекционизма, который на самом деле просто красиво преподносит страх не стать лучшим. У меня есть планка. Высокая. Во всем, что я делаю. Я довольна собой и тем, что я делаю только когда, когда получается хорошо. И хорошо в этом случае – уже достаточно. Быть лучшей я не могу. И не хочу. ',
    par5:'Я хочу быть себе другом, а не соперником.Конечно, мне хочется быть лучше. Для меня это прежде всего означает быть спокойнее, мягче и счастливее от того, что изо дня в день мне хватает мудрости и смелости быть собой, прислушиваться к себе, быть честной с собой и с окружающими, а значит любить весь мир всем сердцем, но уметь дать жесткий и бескомпромиссный отпор там, где это требуется. ', 
    content:'Я очень люблю чувство, когда все внутри взрывается тысячью фейерверков от прочитанных, подсмотренных или услышанных между делом фраз. Когда всего несколько слов как будто случайно встретились в одном предложении и за пару секунд все расставили по своим местам (или перевернули вверх дном). Я собираю такие фразы, и они всегда и везде со мной - в памяти, в заметках, в почте, подчеркнутые, выделенные, записанные от руки. ',date:'28',month:'Oct'},
   
  
    {image:'/images/post1.jpg',header:'Нулевой километр любви',
    par1:'Я не могу сделать так, чтобы жизнь твоя и моя не бежали так быстро, как по небу бегут эти взъерошенные облака, обгоняя друг друга по встречке, как будто куда-то опаздывают. Я не буду тебе сейчас обещать, что твои самые близкие никогда не станут тебе чужее чужих, но я точно знаю, что на твой берег неспокойное море жизни еще не раз вынесет тех, кто будет с тобой до последней его капли. Будет ближе, чем рядом. А больше ты, кажется, ничего и не боишься.  ',
    par2:'Видишь солнце? Крадется за горизонт… Что-то мне подсказывает, что оно греет нас сильнее, чем мы друг друга. А теперь посмотри на небо, в его бездонные глаза. Они точно знают больше, чем мы. Еще чуть-чуть, и листва снова соскочит с шумных веток и укроет землю, чтобы она не так сильно мерзла во время зимы. А мы? Скажи, а мы умеем так друг о друге заботиться? И научимся ли когда-нибудь?',
    par3:'Знаю! Знаю, что я хочу тебе пожелать. Я желаю тебе освещать, ничего не требуя взамен. Гореть не сгорая. Я желаю тебе знать, не превозносясь и не думая, что ты чем-то лучше других. Звезды же в небе не соревнуются, кто из них светит ярче. Я желаю тебе отдавать, ничем не жертвуя, и перестать вести счет. Знаешь, если захотеть, можно многому научиться даже у солнца. У неба с листвой. У гор, у метели, у рассвета, у раската грома. А чему-то и у луны. Не потому, что они старше нас, а потому, что они никогда не притворяются.',
    par4:'Люди так часто думают, говорят, верят, что любят, а на самом деле принимают друг друга в качестве обезболивающего, вызывающего привыкание и зависимость. И поэтому я хочу пожелать тебе, чтобы когда-нибудь кому-нибудь ты сказал: «Я люблю тебя, и от тебя это не зависит», отыскав внутри себя своего собственного Бога – нулевой километр своей Любви. Я желаю тебе, чтобы ты не забывал, что твоя жизнь – это всего лишь зеркало, в котором отражается то, как ты умеешь любить.',
    par5:'Я прошу тебя, хоть я и не имею на это ни малейшего права. Проснись, пока еще не слишком поздно. Не принимай больше обезболивающие. Открой свое сердце. Взгляни на мир вокруг глазами ребенка, у которого вся жизнь впереди. Родись. Родись заново, если потребуется. Родись, пока ты еще жив*.', 
    content:'Я не знаю, что тебе пожелать, что тебе подарить, что тебе сказать. У тебя ведь и так все есть. Все, чтобы чувствовать себя не таким уж и одиноким и немного бесстрашным. Все, чтобы находить время на встречу с любимым городом, на бокал игристого, на неудачную шутку и разговоры о вечном, на то, чтобы читать не по диагонали, не бегом, а на цыпочках, слово за словом, этот текст.',date:'20',month:'JAn'},
  
    {image:'/images/post2.jpg',header:'Вопрос времени: как все успеть и подружить планы с вдохновением',
    par1:'Я занялась настоящим исследованием темы качественного отдыха и расслабления, а в результате начала намного лучше понимать себя и как мне лучше… работать. Поэтому, если вы так же, как и я и моя подруга, пытаетесь успеть все и сразу, периодически впадаете в апатию, что всех дел не переделать, отчаянно ищете заветный баланс, а списки дел при этом только растут, то, как говорится, не переключайтесь. Это наша общая боль, но кажется, я нащупала решение.',
    par2:'Мы все воспринимаем время линейно. Вчера. Сегодня. Завтра. Мы говорим «потратить время» потому что «время - деньги», и чем старше мы становимся, тем острее воспринимаем нехватку этого ресурса. Ещё со времен обучения в школе коучинга я смутно помню, как нам рассказывали, что древние греки называли такое, календарное, восприятие времени «хроносом», но у них было и другое время (о котором я бы и не вспомнила, если бы не материал, над которым я взялась поработать).',
    par3:'«Кайрос» - время качественное. Так в Древней Греции называли неуловимый миг удачи, который может перевернуть всю нашу жизнь, благоприятный, божественный момент (По этому поводу у них даже был свой Бог, которого так и звали, Кайрос. И заведовал он, разумеется, счастливыми мгновениями). Я не поклонник древнегреческой мифологии, но эта информация меня взбудоражила, и в голове сразу начало возникать множество параллелей и ассоциаций. Я поняла, что в своих метаниях между отдыхом по расписанию и таким тесным и душным графиком дел, чего-то не хватает.',
    par4:'Когда у меня случается обострение, и я вдруг начинаю пытаться изо всех сил стать самой суперэффективной и мегапродуктивной версией себя, я, по сути, становлюсь сontrol freak и лихорадочно стараюсь контролировать. Абсолютно все. Даже то, что по идее невозможно проконтролировать. Например, вдохновение. Или удачное стечение обстоятельств. И мое главное прозрение заключается в том, что, упираясь рогами в запланированные результаты, я перестаю обращать внимание на волшебные совпадения, слышать гениальные идеи, чувствовать нутром правильный выход и находить решение интуитивно. Сроки-то горят!',
    par5:'Планы, списки дел, календари нужны, важны и жизненно необходимы. Это карта. Ориентир. Манифест. Рамки. Это Правила, которые нужно сначала создать, чтобы потом было что нарушить, скорректировать, перечеркнуть или даже сжечь. Когда есть план, когда все, что так страшно забыть, перенесено на бумагу, можно открыть окно. Нараспашку. Впустить в свою жизнь воздух, прислушаться к себе, проветрить расписание и встретится с новыми идеями. Назначить свидание вдохновению. Попробовать поймать за хвост счастливое мгновение, которое появляется только там, где есть место для «здесь и сейчас».', 
    content:'Всю прошлую неделю я собирала материал, чтобы наконец-то «родить» статью про время для одного замечательного журнала, в запуск которого я активно вовлеклась на волне своего желания говорить «да» новым предложениям и возможностям. А пару дней назад мне написала подруга: «Санч! Хелп! Напиши в блоге что-нибудь про время. Очень надо)». А я подумала в ответ: «А почему бы и нет?». ',date:'21',month:'jan'},
    
  
    {image:'/images/post3.jpg',header:'Боитесь стоматологов? 5 вещей, которые помогут сделать прием комфортным',
    par1:'1. Запишитесь к врачу по рекомендации. Так изначально будет больше доверия, ведь у вашего знакомого все прошло хорошо. Если рекомендации найти не получается, изучите отзывы в интернете об этой клинике и враче.Например, на google картах можно прочитать отзывы об организации, я сама активно оставляю свои впечатления и являюсь местным экспертом. Благо в 21 веке мы можем обмениваться опытом с огромным количеством даже незнакомых людей. И это может стать большой поддержкой и опорой при выборе своего специалиста.',
    par2:'2.Позаботьтесь о том, чтобы вам было комфортно в теле во время приема. Наденьте удобную одежду, которая нигде не жмет и не тянет, особенно в положении сидя. Такую, за которую вы не будете волноваться испачкать или помять во время приема.Подумайте о прическе, ведь вы будете опираться на затылок. Хорошо, если сзади не будет каких-то сложных конструкций. Подходящие варианты: хвост или коса сбоку.  Можно просто распустить немного прическу на время приема, тогда хорошо бы иметь с собой расческу, чтобы все поправить после.  Сейчас в стоматологическом кабинете обязательно спрашивают, удобно ли вам в кресле. Я раньше так боялась, что не могла почувствовать, как мне , поэтому просто кивала, мол, да, все в порядке, хотя зачастую была жутко напряжена.  Хотя в том, чтобы почувствовать свое тело и его сигналы, может быть много ресурса. Позаботиться о своём комфорте, заметить напряжение в теле, попробовать расслабиться, попросить как-то поменять положение кресла — это нормально и помогает снизить тревогу. Тем более получить заботу от врача уже на подготовительной этапе поможет легче вступить в контакт и дальше взаимодействовать уже во время лечения.',
    par3:'3. Говорите о своих чувствах. Кроме телесного комфорта, важны и наши чувства. Перед лечением я сразу сообщаю врачу, что мне страшно.Эта декларация снижает моё напряжение, и даёт больше понимания о происходящем со мной доктору. Ещё никто не язвил на эту тему, наоборот все относились с пониманием и сочувствием. Однажды ассистент врача даже признался, что тоже боится стоматологов с детства.',
    par4:'4.Часто страхи возникают от недостатка знаний. Меня утешает мысль, что за последние 20 лет с моего детства стоматология шагнула далеко вперед. Появились новые технологии и материалы, которые позволяют проводить лечение быстрее и качественнее. Например, с современными пломбами можно есть сразу после установки, а не только через 2 часа, как раньше.Также легче переносить неприятные процедуры, если понимаешь, что и зачем с тобой делают и когда это закончится.  Можно задать все интересующие вопросы о своем состоянии и ходе лечения прямо у врача на приеме, и попросить комментировать по ходу действий. Только сделайте это заранее, ведь с разговаривать с открытым ртом не получится.  Любые вопросы, которые у вас есть, достойны того, чтобы быть заданными, даже если вы считаете их глупыми или очевидными. Как говорила одна моя наставница: «Самый глупый вопрос тот, который ты не задал.»Я спрашивала у врача, даже как правильно чистить зубы. Да, взрослая женщина, и нет, не стыдно, ведь это про моё здоровье и мою тревогу.',
    par5:'5.Если страх все-таки очень сильный и мешает лечению, а вы не идете к врачу и долго откладываете прием. Я бы порекомендовала обратиться с таким запросом к специалисту.Я сама обсуждала с психологом свои отношения с врачами и медициной, и стоматологами в частностиОпыт с врачами у меня очень разный, среди прочего и грустный, и травматичный, который зачастую мешает моему доверию врачам сейчас.Кстати, здесь в блоге я уже рассказывала о своем опыте обращения к остеопату и терапевту по одной проблеме.', 
    content:'Для тех, кто тоже боится стоматологов, хочу поделится тем, что помогает мне преодолеть свой страх и сделать поход к стоматологу более комфортным. Сформулировала их после того, как начала лечение зубов в качестве очередного дела для тела. Этот список в первую очередь моя поддержка для себя во время процесса лечения. ',date:'22',month:'jan'},
   
  
    {image:'/images/post4.jpg',header:'Как я перестала обманывать себя',
    par1:'Большую часть своей жизни я не задумывалась о том, что я и сама не знаю, какая я. Чего мне хочется. Что для меня недопустимо. Что «мое», а что совсем нет. Вместо этого, я пыталась угадать, как «правильно» и как «надо». Мне казалось, что это и есть гибкость. Толерантность, черт бы ее побрал. Все свои переживания, все негодование и возмущение я молча складывала в маленькие коробочки и убирала куда подальше, чтобы не болело так сильно и не попадалось на глаза.  ',
    par2:'Когда у меня родилась дочка, все очень резко изменилось. Я смотрела на нее, наблюдала, и мне больше всего на свете хотелось, чтобы она была собой, такой, какая она есть и никогда не позволяла другим людям обижать себя, как это делала я (за меня даже в школе отдувалась лучшая подруга, матеря и погоняя обидчиков учебником по алгебре). Я же никогда не умела давать отпор, он всегда был где-то глубоко внутри, такой интеллигентный, с миллионом извинений и оговорок, даже тогда и там, где хватило бы одного слова из трёх букв. У меня как будто пропадал голос, и я просто физически не могла ничего сказать. Молчала. И с легкостью находила тысячу и одно оправдание любому человеку и поступку.',
    par3:'Кажется, это называют переоценкой ценностей, а кто-то винит во всем гормоны. Не знаю. Мне в тот момент захотелось спрятаться куда-нибудь, убежать, сделать вид, что я ничего не почувствовала, и мысли эти - вовсе не мои. Но какой-то механизм внутри был уже запущен, и я больше не могла, физически не могла противиться переменам, которые начали происходить внутри. В рок-опере «Юнона и Авось», в одной из партий звучат такие слова: «Душой я бешено устал». Я почему-то очень хорошо запомнила именно их. Точнее слов было не подобрать. Я бесконечно, бешено устала не понимать и обманывать себя. Медленно, но верно начало происходить отторжение целого пласта моего мира, всего, что было «до».',
    par4:'За бортом моего доверия (и терпения) оказались люди, которые были неискренними со мной (и с собой), лицемерили, манипулировали, перетирали кости, аккумулировали стресс и негатив, позволяли себе намного больше, чем я готова была физически терпеть. Я и сама оказалась за бортом, вернее, та часть меня, которая всегда боялась что-то изменить, чего-то по-настоящему захотеть и тихо плакала в подушку по ночам, жалея себя и не понимая, как ей быть.',
    par5:'Вот знаете, когда такие люди, как я, что-то вдруг резко меняют, уходят от своих вторых половин, увольняются с работы, перестают одним махом общаться сразу с несколькими друзьями и знакомыми, переезжают в другую страну, все вокруг недоумевают, что это, мол, на неё нашло. Прямо как у Черномырдина: «Никогда не было и вот опять». Они не знают и не могут понять, что терпеть можно долго, но не бесконечно, и иногда, после затяжного ливня любая, самая крохотная капля может стать последней.', 
    content:'Около года назад я сидела на кухне, забравшись с ногами на стул, смотрела видео Элизабет Гилберт на Youtube, молча кивала и плакала, потому что не могла поверить, что есть человек, который долгие годы испытывал то же самое, что испытывала я на протяжении многих лет. Точь-в-точь. Она, как и я, смотрела людям в глаза, пытаясь понять, что они хотят от нее услышать, боясь расстроить, разочаровать, рассердить. Она, как и я, хотела искренне сделать их самыми счастливыми, уберечь их, помочь. Она, как и я, пыталась стать тем, кто был им нужен больше всего. Кем угодно, кроме себя.',date:'23',month:'jan'},
  
    
    
    {image:'/images/post5.jpg',header:'Никогда не поздно, но иногда слишком рано',
    par1:'Я тысячу раз взрывалась, хлопала дверью, покупала домены, посылала к черту, писала заявление, блокировала номера в телефоне, шипела «да чтобы я еще хоть раз», а затем остывала и... оставляла в своей жизни все по-старому. Каждый раз я безумно злилась на себя за то, что мне ОПЯТЬ не хватило смелости, решительности, настойчивости, и даже не подозревала, что счет давно открыт, а решение зреет и очень скоро само откуда-то изнутри меня подтолкнет в нужном направлении.',
    par2:'Я сотни раз прикусывала язык, удаляла неотправленные голосовые сообщения, стирала длиннющие послания своим подругам, чтобы они не прочитали и не услышали от меня: «да пошли ты уже его!», «да уволься ты уже», «хватит это терпеть», «да переезжай ты уже и ни о чем не думай». Кому-то нужны волшебные пендели, а кому-то немного времени и опора из семи слов: никогда не поздно, но иногда слишком рано.',
    par3:'Иногда надо решиться, а иногда дождаться внутреннего решения и не ругать себя за то, что тебе требуется так много времени, чтобы решиться.',
    par4:'Все мы разные.Всему свое время.', 
    par5:'',
    content:'Я хочу оставить эти семь слов здесь. Бросить якорем. Посадить деревом в надежде, что оно пустит корни в самое сердце и не даст мне забыть, как иногда важно просто дать себе время. ',date:'24',month:'jan'},
   
    
  
    {image:'/images/post6.jpg',header:'Об умении слушать (и слышать) себя  ',
    par1:'Сейчас слишком много людей, якобы знающих все на свете «как», и я все чаще вижу, как это мешает многим услышать себя и довериться своим собственным знаниям, желаниям, интуиции и ощущениям больше, чем гуру.',
    par2:'Мы забываем, что эксперты тоже люди, всего лишь люди, которые тоже ошибаются. Одни исследования каждый день опровергаются другими. Абсолютно полярные мнения и теории всего на свете сосуществуют в одном информационном пространстве, и это ли не доказательство того, что все относительно, неоднозначно и многогранно.',
    par3:'Как руководство к действию воспринимается любой звук из рупора эксперта. Сказано - сделано. Жить по Лабковскому. Есть по Дюкану. Планировать покупку квартиры по предписаниям астролога. Разговаривать с дочерью, строго следуя инструкции психолога. И знаете, я вовсе не за то, чтобы не слушать и не слышать никого, кроме себя. Совсем наоборот. В окружении такого количества и качества информации - глупость и грех ей не пользоваться. И весь вопрос лишь в том, как это делать с максимальной пользой для себя.',
    par4:'Мне кажется, что сегодня очень важно учиться фильтровать. Принимать любую новую информацию к сведению, а не близко к сердцу. Относиться к ней с любопытством, но держать дистанцию. Спокойно. Без крайностей. Пробовать ее на вкус. Примерять на себя. Не возводить в абсолют. Допускать и одновременно сомневаться. ',
    par5:'Быть честным с собой и прислушиваться к себе, к своему опыту, к ощущениям, к чувствам, которые вызывает та или иная информация. Снова и снова. Каждый раз. Потому что внутренний голос и интуиция могут оказаться намного мудрее, чем любой эксперт. Потому что «Вы становитесь зрелым, когда становитесь авторитетом вашей собственной жизни» (Джозеф Кэмпбелл).', 
    content:'Буквально вчера мне на глаза попалась статья, в которой в пух и прах была разнесена книжка «Хочу и буду» столь популярного и, надо сказать, весьма мне симпатичного Михаила Лабковского. Я «не хочу и не буду» ничего писать о самой статье, потому что мне просто жалко времени на то, чтобы размусоливать и смаковать то, с чем я в корне не согласна (хотя именно это зачем-то и проделала автор материала, устроив подробнейший разбор, по-моему, каждой второй строчки книги). Рассуждения о некомпетентности Лабковского, которые я так и не смогла дочитать до самого конца, заставили меня призадуматься. И вот о чем. ',date:'28',month:'Oct'},
    
  
    {image:'/images/post7.jpg',header:'Боитесь стоматологов? 5 вещей, которые помогут сделать прием комфортным',
    par1:'Часть меня, которая время от времени стремится к идеальному порядку и взывает к организации (и организованности), не может жить без списков. Срочные дела. Несрочные дела. Идеи. Сокровенные (и не очень) желания. Любимые книги. Книги, до которых я никак не доберусь, но очень не хочу забыть прочесть. Проекты.',
    par2:' Есть списки, которые мне нравится писать от руки, остальные существуют в электронном виде. Составление списков для меня сродни медитации (И у меня имеется отдельный блокнот в Evernote, куда я сохраняю идеи для списков на все случаи жизни).',
    par3:'Проникнувшись сочными рассуждениями Лапорт о том, как важно бескомпромиссно отсекать все лишнее, освобождая место для самого главного, я некоторое время крутила и вертела в голове свои привычки и дела, мысли и цели, все, из чего состояли мои списки и все, чем я занималась изо дня в день на автомате. Я размышляла, где и в чем пора нажать на «стоп». Я задавала себе вопросы и ставила под сомнение все ответы, приходящие в голову.',
    par4:'Оказалось, что моя жизнь переполнена тем, что отнимает силы и энергию, просто занимает время, принося при этом минимум радости (и результата). Ненужное напряжение и бесполезная суета в попытках все успеть. Так много дел, мыслей и телодвижений по привычке.',
    par5:'Прежде чем выливать на бумагу сотни «хочу», «надо» и «хорошо бы», перед тем, как начинать что-либо, я стала сначала задумываться над тем, чего я НЕ хочу и с чем, возможно, пора расстаться раз и навсегда. Потому что stop it.Отсекая все лишнее. Прислушиваясь. Редактируя. Замечая. Вычеркивая. Правя. Отказываясь. Расставляя приоритеты (сердцем), можно почувствовать себя по-настоящему свободным.', 
    content:'Бывает настроение, когда руки сами тянутся навести порядок вокруг и внутри себя. Расчистить все открытые поверхности. Выбросить то, что тянет назад и давно превратилось в ненужный хлам. Освободить голову, разложив все ее содержимое по соответствующим полочкам. ',date:'28',month:'Oct'},
    
  
    {image:'/images/post8.jpg',header:'Почему я больше не хочу стать лучшей версией себя  ',
    par1:'В свое время фраза «Стань лучшей версией себя» запала мне в душу и была неоднократно подчеркнута и выписана. Наверное, потому что мне прежде всего очень хотелось быть собой, быть лучше, делать то, что я люблю, и найти внутри себя месторождение уверенности, мягкости и безмятежности. Внутренний дзен + вера в себя. Так я себе представляла лучшую версию себя самой. ',
    par2:'Вообще, у меня есть одна особенность: я слишком много думаю. Ну, то есть постоянно. Активно, эмоционально и (нередко) вслух. Чаще всего этот процесс сильно изматывает, но иногда, следуя за своими мыслями, я оказываюсь на порогах очень неожиданных и важных открытий. Так случилось и с «your best self ever». Я начала раскладывать по полочкам свои мысли на эту тему и, оказалось, что совсем не хочу быть лучшей. ',
    par3:'Тем не менее заклинание «Стань лучшей версией себя» все же настаивает на гонке и сравнении, в котором по сути невозможно победить. Это гонка с самим собой. Где главный приз – совершенство, которому нет предела. А значит и гонка оказывается без финишной прямой. Все это звучит, как будто жизнь начинается только тогда, когда мы становимся лучшими. А то, какие мы сегодня, не имеет значения. И того, что мы имеем здесь и сейчас, недостаточно.',
    par4:'Наверное, именно в потоке этих мыслей и благодаря призыву «стать лучшей версией себя» я поняла, как я устала от этой гонки. От перфекционизма, который на самом деле просто красиво преподносит страх не стать лучшим. У меня есть планка. Высокая. Во всем, что я делаю. Я довольна собой и тем, что я делаю только когда, когда получается хорошо. И хорошо в этом случае – уже достаточно. Быть лучшей я не могу. И не хочу. ',
    par5:'Я хочу быть себе другом, а не соперником.Конечно, мне хочется быть лучше. Для меня это прежде всего означает быть спокойнее, мягче и счастливее от того, что изо дня в день мне хватает мудрости и смелости быть собой, прислушиваться к себе, быть честной с собой и с окружающими, а значит любить весь мир всем сердцем, но уметь дать жесткий и бескомпромиссный отпор там, где это требуется. ', 
    content:'Я очень люблю чувство, когда все внутри взрывается тысячью фейерверков от прочитанных, подсмотренных или услышанных между делом фраз. Когда всего несколько слов как будто случайно встретились в одном предложении и за пару секунд все расставили по своим местам (или перевернули вверх дном). Я собираю такие фразы, и они всегда и везде со мной - в памяти, в заметках, в почте, подчеркнутые, выделенные, записанные от руки. ',date:'28',month:'Oct'},
 ]

let doc = document;
let container = doc.querySelector('.blog-container')
  
function addElement( parent, child, text){
    let element = doc.createElement(child);
    parent.appendChild(element);
    if(text!=null){
        element.appendChild( doc.createTextNode(text));
    }  
    return element;
  }
  
  // -------pagination--------
  

let pagination1 = document.querySelector('.pagination1');
let notesOnPage = 5;
let countOfItems = Math.ceil(data.length/notesOnPage);
console.log(countOfItems);     
let items = [];
let li1 = document.createElement('li');
let first = document.createTextNode('<<');
li1.appendChild(first);
pagination1.appendChild(li1);
items.push(li1);
for(let i = 1; i<= countOfItems ;i++){
    let li = document.createElement('li');
    let number = document.createTextNode(i) ;
    li.appendChild(number);
    pagination1.appendChild(li);
    items.push(li);
}
      
let li2 = document.createElement('li');
let last = document.createTextNode('>>');
li2.appendChild(last);
pagination1.appendChild(li2);
items.push(li2);     
showPage(items[1])
for(let item of items){
    item.addEventListener('click',function(){
        showPage(this);
    });         
}        
items[0].onclick = function(){
    showPage(items[1]);
}
items[notesOnPage+1].oncli1ck = function(){
    showPage(items[notesOnPage])
}      
function showPage(unit){
    let active = document.querySelector('.pagination1 li.active');
    if(active){
        active.classList.remove('active');
    }  
    
    unit.classList.add('active');
    let pageNum = +unit.innerHTML;
    let start =  (pageNum - 1)* notesOnPage;
    let end = start + notesOnPage;
    let posts = data.slice(start, end);    
    container.innerHTML = '';    
   
    let adminRoot = doc.querySelector('.adminRoot')
    for(let post of posts){
        let close = addElement(container,'div')
        let closeImg = addElement(close,'img')
        closeImg.src= '/images/close.png';
        closeImg.classList.add('close')
        let divMain = addElement(container,'div');
        divMain.classList.add('postItem');
        divMain.date = post.date;
        let divImg = addElement(divMain,'div');
        divImg.classList.add('image');
        let img = addElement(divImg,'img');
        img.src = post.image;
        let divText = addElement(divMain,'div');
        divText.classList.add('textBlog');
        let divDate = addElement(divText,'div');
        divDate.classList.add('date');
        let spanDay = addElement(divDate,'span',post.date);
        spanDay.classList.add('day');
        let spanMonth = addElement(divDate,'span',post.month);
        spanMonth.classList.add('month');
        addElement(divText,'h2',post.header);
        addElement(divText,'p',post.content);
        let moreButton = addElement(divText,'span','читать далее');
        moreButton.classList.add('more');
        let moreContent = addElement(divText,'div',post.moreContent);
        moreContent.classList.add('moreContent');
        addElement(moreContent,'p',post.par1);
        addElement(moreContent,'p',post.par2);
        addElement(moreContent,'p',post.par3);
        addElement(moreContent,'p',post.par4);
        addElement(moreContent,'p',post.par5);
        
        let commentPost = addElement(divText,'div');
        commentPost.classList.add('commentPost');
        let divComment = addElement(commentPost,'div');
        divComment.classList.add('commentsIcon');
        let linkComment = addElement(divComment,'a');
        linkComment.href = '#comments';
        let imgComment = addElement(linkComment,'img');
        imgComment.classList.add('writeComment');
        imgComment.src = '/images/icon-comment.png';
        moreContent.style.display = 'none';
        moreButton.onclick = function(){
          moreContent.style.display = 'block';
          moreButton.style.display = 'none';
        }
        close.onclick = function(){
            divMain.style.display = 'none';
            close.style.display = 'none';            
        } 
    }    
}

// ----------comments----------

let comments = [];
loadComments();
showComments();
let commentName = document.querySelector('.comment-name');
let commentBody = document.querySelector('.comment-body');

document.querySelector('.comment-add').onclick = function(){
    if (commentName.value.length==0){
        document.querySelector(".falseName").innerHTML="*данное поле обязательно для заполнения";
        return false;
    }

    if (commentBody.value.length==0){
        document.querySelector("falseBody").innerHTML="*данное поле обязательно для заполнения";
        return false;
    }
    
    location.reload()
    

    let comment = {
        name : commentName.value,
        body : commentBody.value,
        time : Math.floor(Date.now() / 1000)
    }

    commentName.value = '';
    commentBody.value = '';

    comments.push(comment);
    saveComments();
    loadComments();
}

function saveComments(){
    localStorage.setItem('comments', JSON.stringify(comments));
}

function loadComments(){
    if (localStorage.getItem('comments')) comments = JSON.parse(localStorage.getItem('comments'));

}
function showComments (){   
    let commentField = document.querySelector('.commentsOutput');
    let wrapper = document.createElement('div');
    comments.forEach(function(item){
        let timeBlock = document.createElement('div');
        let nameBlock = document.createElement('div');
        let bodyBlock = document.createElement('div');
        let info = document.createElement('div');
        let time = document.createTextNode(timeConverter(item.time))
        let name = document.createTextNode(item.name);
        let body = document.createTextNode(item.body); 

        timeBlock.appendChild(time);
        timeBlock.classList.add('timeBlock');        
        nameBlock.appendChild(name);
        nameBlock.classList.add('nameBlock');
        bodyBlock.appendChild(body);
        bodyBlock.classList.add('bodyBlock');
        info.classList.add('infoBlock')
        info.appendChild(nameBlock);
        info.appendChild(timeBlock);

        wrapper.appendChild(info);
        wrapper.appendChild(bodyBlock);
        wrapper.classList.add("containerForComments");
        let del = document.createElement('div');
        bodyBlock.appendChild(del);
        del.classList.add('del');
        del.onclick = function(){
            info.parentNode.removeChild(info);
            bodyBlock.parentNode.removeChild(bodyBlock);
            comments.shift();}
            document.querySelector('.admin');
        });      

    commentField.appendChild(wrapper);
}
// ------function to convert date-------
function timeConverter(UNIX_timestamp){
    let a = new Date(UNIX_timestamp * 1000);
    let months = ['Jan','Feb','Mar','Apr','May','Jun','Jul','Aug','Sep','Oct','Nov','Dec'];
    let year = a.getFullYear();
    let month = months[a.getMonth()];
    let date = a.getDate();
    let hour = a.getHours();
    let min = a.getMinutes();
    let sec = a.getSeconds();
    let time = date + ' ' + month + ' ' + year + ' ' + hour + ':' + min + ':' + sec ;
    return time;
  }




